Repository: dreambold/e-learning-LMS
Catalog: plugins/plugins/buddypress-learndash/languages/buddypress-learndash- fr_*.po
Languages: fr

source: Couldn't load Plugin_Requirements_Check class at:<br/>%s
fr: N'a pas pu charger la classe BPCP_Plugin_Check à :<br>%s

source: <h1>Fatal error:</h1><hr/><pre>%s</pre>
fr: <h1>Erreur fatale:</h1><hr/><pre>%s</pre>

source: Couldn't load main class at:<br/>%s
fr: Impossible de charger les composantes sur:<br/>%s

source: <strong>BuddyPress for LearnDash</strong> requires the LearnDash and BuddyPress plugins to work. Please intall <a href="http://www.learndash.com/" target="_blank">LearnDash</a> and <a href="https://buddypress.org/" target="_blank">BuddyPress</a> first.
fr: <strong>BuddyPress pour LearnDash</strong> requiert les plugins LearnDash et BuddyPress travailler. Vous devez intaller <a href="http://www.learndash.com/" target="_blank">LearnDash</a> et <a href="https://buddypress.org/" target="_blank">BuddyPress</a> en premier.

source: <strong>BuddyPress for LearnDash</strong> requires LearnDash v2.1.8 or higher to work. Please <a href="http://www.learndash.com/">update LearnDash</a> first.
fr: <strong>BuddyPress pour LearnDash</strong> nécessite LearnDash v2.1.8 ou supérieur pour fonctionner. Vous devez <a href="http://www.learndash.com/">mettre à jour LearnDash</a> en premier.

source: General Settings
fr: Réglages généraux

source: Visibility
fr: Visibilité

source: User Roles
fr: Rôles d’utilisateur

source: Settings
fr: Réglages

source: Buddypress Learndash
fr: BuddyPress pour LearnDash

source: Settings updated.
fr: Réglages mis à jour.

source: Save Changes
fr: Enregistrer les modifications

source: Display <em>Profile > %s</em> content publicly
fr: afficher le contenue du <em>Profile > %s</em> en public

source: Convert subscribers to user role Student
fr: Convertir des abonnés au rôle d'utilisateur étudiant

source: Convert group leaders to user role Group Leader
fr: Convertir les chefs de groupe au rôle d'utilisateur Chef de groupe

source: %1$s added the %2$s %3$s to the %4$s %5$s
fr: %1$s ajouté le %2$s %3$s à %4$s %5$s

source: %1$s completed the %2$s %3$s
fr: %1$s completé le %2$s %3$s

source: %1$s completed the course %2$s
fr: %1$s a complété le cours %2$s

source: %1$s commented on %2$s %3$s
fr: %1$s commenté sur le %2$s, %3$s

source: %1$s commented on course %2$s
fr: %1$s a commenté le cours %2$s

source: %1$s has passed the %2$s %3$s with score %4$s
fr: %1$s a passé le %2$s %3$s avec le score %4$s

source: %1$s started taking the course %2$s
fr: %1$s a commencé à prendre le cours %2$s

source: Expand All
fr: Tout déployer

source: Collapse All
fr: Tout contracter

source: Registered %s
fr: %s Enregistré

source: My %s
fr: Mes %s

source: Create a %s
fr: Créer un %s

source: Add to Menu
fr: Ajouter au menu

source: This %s has no %s added yet
fr: Ce %s n'a pas de %s ajouté

source: %s Settings
fr: %s Paramètres

source: Group %s
fr: Groupe de %s

source: --Select--
fr: --Sélectionner--

source: %s Activity
fr: Activité %s

source: Which %s activity should be displayed in this group?
fr: Quelle activité de %s doit s'afficher dans ce groupe ?

source: User starts a %s
fr: Un membre débute un %s

source: User completes a %s
fr: Un membre a complété un %s

source: User creates a %s
fr: Un membre créée un %s

source: User passes a %s
fr: Un membre passe un %s

source: User comments on single %s page
fr: Commentaires d'utilisateurs sur une seule page %s

source: %s Group
fr: Groupe du %s

source: Add this %s to a BuddyPress group.
fr: Ajouter ce %s à un groupe BuddyPress.

source: &#43; Create New Group
fr: &#43; Créer un Nouveau Groupe

source: Private Course Group
fr: Groupe de Cours Privé

source: Hidden Course Group
fr: Groupe de Cours Caché

source: %s Discussion
fr: Groupe de discussion du %s

source: Students
fr: Etudiants

source: Student
fr: Étudiant(e)

source: Group Leaders
fr: Responsables de groupe

source: Group Leader
fr: Chef de Groupe

source: Group Leaders <span>%s</span>
fr: Chef du Groupe <span>%s</span>

source: Students <span>%s</span>
fr: Étudiants de <span>%s</span>

source: Cheatin&#8217; huh?
fr: On triche, hum?

source: Please install the <a target="_blank" href="http://www.learndash.com/">LearnDash</a> plugin first.
fr: Merci d’installer le plugin <a href="http://www.learndash.com/">LearnDash</a> avant tout.

source: Please install <a href="http://www.learndash.com/">LearnDash</a> plugin first.
fr: Merci d’installer le plugin <a href="http://www.learndash.com/">LearnDash</a> avant tout.

source: %s out of %s steps completed
fr: %s sur %s étapes complétées

source: %s%% Complete
fr: %s%% Completé

source: Certificate
fr: Certificat

source: No %s found.
fr: Aucun %s trouvé.
